tap "beeftornado/rmtree"
tap "clementtsang/bottom"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "louisbrunner/valgrind"
tap "mongodb/brew"
tap "romkatv/powerlevel10k"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gdbm"
brew "gettext"
brew "libffi"
brew "mpdecimal"
brew "pcre"
brew "readline"
brew "sqlite"
brew "xz"
brew "glib"
brew "pkg-config"
brew "libpthread-stubs"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "cairo"
brew "fribidi"
brew "jpeg"
brew "libtiff"
brew "gdk-pixbuf"
brew "gobject-introspection"
brew "graphite2"
brew "icu4c"
brew "harfbuzz"
brew "librsvg"
brew "adwaita-icon-theme"
brew "oniguruma"
brew "jq"
brew "ansiweather"
brew "aom"
brew "tcl-tk"
brew "python@3.8"
brew "atk"
brew "m4"
brew "autoconf"
brew "autojump"
brew "automake"
brew "bat"
brew "bdw-gc"
brew "binutils"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "zstd"
brew "gcc"
brew "little-cms2"
brew "openblas"
brew "numpy"
brew "openjpeg"
brew "p7zip"
brew "webp"
brew "ssdeep"
brew "binwalk"
brew "bottom"
brew "c-ares"
brew "check"
brew "cmake"
brew "cscope"
brew "cunit"
brew "dav1d"
brew "docbook"
brew "docbook-xsl"
brew "exa"
brew "libssh"
brew "exiv2"
brew "faac"
brew "faad2"
brew "fd"
brew "libogg"
brew "flac"
brew "frei0r"
brew "giflib"
brew "libtool"
brew "libunistring"
brew "guile"
brew "jemalloc"
brew "libev"
brew "libevent"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "nghttp2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "lame"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libvorbis"
brew "opus"
brew "libsndfile"
brew "libsamplerate"
brew "libsodium"
brew "libsoxr"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "rav1e"
brew "rubberband"
brew "sdl2"
brew "snappy"
brew "speex"
brew "srt"
brew "tesseract"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "zeromq"
brew "zimg"
brew "ffmpeg"
brew "foremost"
brew "gd"
brew "gdb"
brew "jbig2dec"
brew "libidn"
brew "ghostscript", link: false
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "gnu-getopt"
brew "gnu-sed"
brew "libcerf"
brew "lua"
brew "qt@5", link: true
brew "gnuplot"
brew "graphene"
brew "jasper"
brew "netpbm"
brew "gts"
brew "graphviz"
brew "grep"
brew "gstreamer"
brew "orc"
brew "gst-plugins-base"
brew "gst-libav"
brew "libcuefile"
brew "libmms"
brew "libnice"
brew "libreplaygain"
brew "libusrsctp"
brew "musepack"
brew "rtmpdump"
brew "srtp"
brew "gst-plugins-bad"
brew "hicolor-icon-theme"
brew "libepoxy"
brew "gtk+3"
brew "libpsl"
brew "libshout"
brew "vala"
brew "libsoup"
brew "taglib"
brew "gst-plugins-good"
brew "gst-plugins-ugly"
brew "gtk+"
brew "libgpg-error"
brew "libgcrypt"
brew "gtk-vnc"
brew "gtksourceview4"
brew "hashcat"
brew "httpie"
brew "ilmbase", link: true
brew "libde265"
brew "xmlto"
brew "shared-mime-info"
brew "libheif"
brew "liblqr"
brew "libomp"
brew "openexr", link: false
brew "imagemagick"
brew "inetutils"
brew "intltool"
brew "json-glib"
brew "libb2"
brew "lz4"
brew "libarchive"
brew "libcroco"
brew "libiscsi"
brew "osinfo-db"
brew "usb.ids"
brew "libosinfo"
brew "libssh2"
brew "libusb"
brew "yajl"
brew "libvirt"
brew "libvirt-glib"
brew "libxml2"
brew "libyaml"
brew "macos-term-size"
brew "ruby"
brew "macvim"
brew "mercurial"
brew "mongosh"
brew "mono", link: false
brew "mysql@5.7"
brew "nmap"
brew "osinfo-db-tools"
brew "pcre2"
brew "py3cairo"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pygobject3"
brew "ripgrep"
brew "spice-protocol"
brew "usbredir"
brew "spice-gtk"
brew "uncrustify"
brew "unrar"
brew "vsftpd"
brew "vte3"
brew "websocat"
brew "wget"
brew "zsh-autosuggestions"
brew "louisbrunner/valgrind/valgrind", args: ["HEAD"]
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "font-hack-nerd-font"
cask "skim"
